Page({
  data: {
    text1: `
    1、若要使用神玥软件科技股份有限公司(http://www.shineyue.com/)中的任何内容或信息，请您阅读使用条款。请注意访问或使用本网站(如复制任何信息等)，即表示您接受这些使用条款。如果不接受这些使用条款，请离开并停止使用本网站。\n
    2、本网站及其所有下属网站(统称“本网站”)，是由神玥软件科技股份有限公司发布和维护。使用本网站即表示您同意本法律声明(“使用条款”)中所陈述的条款和条件。如果您不同意该使用条款，请不要使用本网站。\n
    3、我们随时可能会更改或修订使用条款的内容。因此您应在每次访问本网站的同时访问这些使用条款网页。如果您在我们更改或修订了使用条款后继续使用本网站，即表示您同意新的使用条款。\n
    4、本网站上的所有内容，包括全部图像、软件、文字和图形、按钮、关键词、标签以及整体外观(简称“内容”)，均受国家法律及国际条约版权保护。本网站内包括的标志、公司商标和徽章均属于神玥软件科技股份有限公司或其内容提供商的商标和其它权利。在不受前述内容限制的前提下，除在此指明的情况外，您不允许使用本网站内容。违反本条款将侵犯神玥软件科技股份有限公司或其内容提供商的知识产权，神玥软件科技股份有限公司或其内容提供商可能会诉诸法律来维护这些权利。\n
    5、本网站内容可供阅读和打印，网站上的文件可供分发，前提是仅可用于信息参考和非商业个人目的，且在使用文件时应注明出自神玥软件科技股份有限公司。不允许交换、修改、出售或传播本网站的任何内容。新闻发布及其它注明为公共性质的文件，在注明信息来源的情况下可用于公共交流。\n
    6、如果您以电子邮件或其它形式发送通讯或材料给本网站，除非已做注明，所有这些通讯内容将被视为非保密及非著作权性质。神玥软件科技股份有限公司可在不做任何补偿的情况下，以任何目的随意使用您发给本网站通讯中所含的任何内容、意见、专业知识或技术。然而，您同意并理解神玥软件科技股份有限公司没有义务采用任何此类想法或材料，并且您无权强迫采用。\n
    7、为方便您访问，本网站内可能包括由第三方所有、发布和维护的因特网站链接。请注意因该类链接网站不受我们控制，因此神玥软件科技股份有限公司对该类网站的内容不承担任何责任。在无神玥软件科技股份有限公司允许的情况下，禁止链接到本网站。链接不会且不能在神玥软件科技股份有限公司与第三方之间建立或构成法律联系。神玥软件科技股份有限公司对于任何第三方内容、建议、表述、产品或服务，或对其产品和服务的任何承诺、保修或保证，以及产品性能或质量，不承担任何责任。\n
    8、任何可从本网站下载的软件 (下称“软件”) 均为神玥软件科技股份有限公司或其内容提供商版权所有。软件下载仅可以最终用户个人使用为目的，且软件使用应依据软件附带或包括在软件内的最终用户许可协议(即“许可协议”)。任何以违反许可协议的方式复制或再分配软件会受到民事及刑事处罚。\n
    9、在不受前述内容限制的前提下，明确禁止将软件复制到任何其它服务器或位置以进一步复制或再分配的行为。若软件带有任何保修，将仅以许可协议条款为准。除许可协议中提供的保修外，神玥软件科技股份有限公司不承认任何为适销性、特殊目的、资格或不可侵犯性而提供的保修和条件。\n
    10、本网站内容中可能含有技术性错误或排印错误。神玥软件科技股份有限公司保留在无事先通知情况下对内容进行必要修改的权利。\n
    11、公司已尽力确保本网站内容的准确性，但因市场发展和产品开发的需要，有关内容可能会根据实际情况随时更新或修改，恕不另行通知，不便之处敬请谅解。\n
    12、网上传输无法具备百分之百的隐秘和安全性。您了解在本网站上发送的任何消息或信息都可能会被他人阅读或截取。此外，不要将您的密码提供给任何人。如果您与其他人共用电脑，还应在操作完毕时退出网站，然后关闭浏览器窗口。\n
    13、如果您在本网站发布信息或加入评论，即赋予本站对其内容进行编辑、复制、传播、建立派生作品，以及采用任何本站所选形式或媒体发表的权利。此外，您须对您在本网站中的所有行为承担全部责任。以下是部分，但并非全部会导致您丧失本网站访问权的违规行为:
`,
text2: `
发表非法、淫秽或诽谤性内容。\n
以任何不良方式骚扰、恐吓、妨碍或干涉其他用户。\n
传播或帮助发布诽谤、有害、恐吓、骚扰、侮辱、种族歧视或侵犯、庸俗、色情、淫秽、诋毁或另人反感的内容。\n
使用庸俗或侮辱性语言。\n
假冒他人名义。不允许冒名顶替其他用户或其他任何人。\n
发布任何广告或促销内容。\n
上传病毒或其它有害内容。\n
妨碍或企图妨碍本网站运作。\n
`,

text3: `
本公司保留随时清除内容的权利，包括但不局限于违反这些标准的内容。对于您在使用本网站时可能遇到任何另人反感的内容，本公司不承担责任。
\n

`,
 },
});
